const products = [
  {
    id: 0,
    name: "Տրավերտինե սեղան N106",
    price: "500,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N106--1773646122660.webp&w=1920&q=75",
    desc: "Սուրճի սեղան բնական տրավերտին քարից՝ նրբաճաշակ և \n  ժամանակակից դիզայնով։Կլոր ձևն ու ամուր հենակները ստեղծում են ներդաշնակ կառուցվածք։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝ Բարձրություն - 450մմ Լայնություն - 700մմ երկարություն - 1200մմ Հաստություն - 100մմ Ոտքերի հաստություն - 200մմ"
},
  {
    id: 1,
    name: "Տրավերտինե սեղան N103",
    price: "400,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N103--1773645548974.webp&w=1920&q=75",
    desc: "Ճաշասեղան բնական տրավերտին քարից՝ նրբաճաշակ և ժամանակակից դիզայնով։Կլոր ձևը ստեղծում է հարմարավետ և ջերմ միջավայր ընտանեկան հավաքների համար։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Բարձրություն - 700մմ Տրամագիծ - 900մմ Երեսի հաստություն - 40մմ"
},
{
    id: 2,
    name: "Բետոնե Սեղան N073",
    price: "600,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N073-1--1772700511503.webp&w=1920&q=75",
    desc: "Սեղան բետոնից՝ յուրահատուկ և արտահայտիչ դիզայնով։Քարային ձևավորված հիմքը համադրված է ապակե մակերեսի հետ՝ ստեղծելով ժամանակակից և տպավորիչ տեսք։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Բարձրություն - 400մմ Լայնություն - 700մմ երկարություն - 1300մմ"
},
{
    id: 3,
    name: "Տրավերտինե հավաքածու N097",
    price: "2,500,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N097--1772606804540.webp&w=1920&q=75",
    desc: "Սեղան և նստարաններ բնական տրավերտին քարից՝ նախատեսված բացօթյա կամ պարտեզային տարածքների համար։Կլոր սեղանն ու կիսաշրջանաձև նստարանները ստեղծում են հարմարավետ և ներդաշնակ միջավայր հավաքների համար։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Սեղան Բարձրություն - 700մմ Տրամագիծ - 1600մմ"
},
{
    id: 4,
    name: "Տրավերտինե հավաքածու N093",
    price: "350,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N093--1772606461964.webp&w=1920&q=75",
    desc: "Սուրճի սեղան բնական տրավերտին քարից՝ յուրահատուկ և ժամանակակից դիզայնով։Արտահայտիչ կառուցվածքը համադրում է գործնականությունն ու դեկորատիվ տեսքը՝ ստեղծելով առանձնահատուկ շեշտադրում ինտերիերում։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Բարձրություն - 500մմ Լայնություն - 700մմ երկարություն - 1400մմ"
},
{
    id: 5,
    name: "Տրավերտինե դեկոր N082",
    price: "100,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N082--1772547557216.webp&w=1920&q=75",
    desc: "Բնական տրավերտին քարից մոմակալ՝ նրբագեղ և ջերմ ձևավորմամբ։Կլոր, հարթ ձևը և բնական հյուսվածքը ստեղծում են հանգիստ ու հարմարավետ մթնոլորտ։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Տրամագիծ - 200մմ"
},
{
    id: 6,
    name: "Տրավերտինե դեկոր N076",
    price: "55,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N076--1772547139235.webp&w=1920&q=75",
    desc: "Բնական տրավերտին քարից բաժակի տակդիրների հավաքածու՝ էլեգանտ և գործնական ձևավորմամբ։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր՝Տրամագիծ - 100 մմ Յուրաքանչյուր մասի հաստությունը - 12 մմ Բաղկացած է 4 մասից"
},
{
    id: 7,
    name: "Տրավերտինե սեղան N096",
    price: "700,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N096--1772527028615.webp&w=1920&q=75",
    desc: "Սուրճի սեղան բնական տրավերտին քարից՝ լակոնիկ և ժամանակակից ձևավորմամբ։Իդեալական ընտրություն է հյուրասենյակի համար՝ հաղորդելով ինտերիերին բնական շքեղություն և հանգիստ երանգներ։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Բարձրություն - 400մմ Լայնություն - 600մմ երկարություն - 1400մմ"
},
{
    id: 8,
    name: "Տրավերտինե Դեկոր N095",
    price: "150,000Դր.",
    img: "https://www.stonemarket.am/_next/image?url=https%3A%2F%2Fapi.stonemarket.am%2F%C3%94%C2%BF%C3%95%C2%88%C3%94%C2%B4_N095--1772526700987.webp&w=1920&q=75",
    desc: "Բնական տրավերտին քարից Դեկոր՝ մինիմալիստական և ժամանակակից դիզայնով։Ամուր կառուցվածքն ու բնական հյուսվածքը հաղորդում են ինտերիերին ջերմություն և նրբաճաշակություն։",
    btn: "Ավելացնել զամբյուղում",
    size:"Չափսեր ՝Բարձրություն - 500մմ Լայնություն - 400մմ երկարություն - 1300մմ"
},
];


export default products;    